import React from 'react'
import Head from 'next/head'
import Image from 'next/image';
import Link from 'next/link';
export default function about() {
  return (
    <>
    <Head>
      <title>Home Comin</title>
    </Head>

    <div>
    <header>
<nav className="navbar navbar-expand-lg bg-body-tertiary" data-bs-theme="dark">
  <div className="container-fluid">
    <a className="navbar-brand">Phoenix Next</a>
    <button className="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target="#navbarSupportedContent" aria-controls="navbarSupportedContent" aria-expanded="false" aria-label="Toggle navigation">
      <span className="navbar-toggler-icon" />
    </button>
    <div className="collapse navbar-collapse" id="navbarSupportedContent">
      <ul className="navbar-nav me-auto mb-2 mb-lg-0">
        <li className="nav-item">
          <Link className="nav-link " href=".">Home     <i class="bi bi-house-heart"></i> </Link>
        </li>
        <li className="nav-item">
          <Link className="nav-link" href="about">About us   <i class="bi bi-file-earmark-person"></i></Link>
        </li>
        <li className="nav-item dropdown">
          <a className="nav-link dropdown-toggle" href="#" role="button" data-bs-toggle="dropdown" aria-expanded="false">
            Service
          </a>
          <ul className="dropdown-menu">
            <li><Link className="dropdown-item" href="song">Song   <i class="bi bi-file-music"></i></Link></li>
            <li><Link className="dropdown-item" href="Youtuber">Youtuber     <i class="bi bi-person-square"></i></Link></li>
          </ul>
        </li>
        <li className="nav-item">
          <a className="nav-link" href='Contact'>Contact      <i className="bi bi-telephone" /></a>
        </li>
      </ul>
      <form className="d-flex" role="search">
        <Link href={'http://localhost:3000/dashboard/'} className="btn btn-outline-success" type="submit">login</Link>
      </form>
    </div>
  </div>
</nav>
</header>
    </div>

<div>
นโยบายส่วนบุคคล และ ข้อกำหนดและเงื่อนไข (Privacy Policy & Terms and Conditions)
บริษัท คาโดคาวะ อมรินทร์ จำกัด ขอแนะนำให้ท่านทำความเข้าใจนโยบายส่วนบุคคล และข้อกำหนดและเงื่อนไข เนื่องจากนโยบายนี้อธิบายถึงวิธีการที่บริษัทฯ ได้ปฏิบัติกับข้อมูลส่วนบุคคลของท่าน และเพื่อให้ท่านได้รับทราบและยอมรับถึงนโยบายส่วนบุคคลและข้อกำหนดและเงื่อนไขของบริษัทฯ ทั้งนี้ บริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลง แก้ไข เพิ่มเติมนโยบายส่วนบุคคลและข้อกำหนดและเงื่อนไขเพื่อความความเหมาะสม บริษัทฯ จึงประกาศนโยบายส่วนบุคคล และข้อกำหนดและเงื่อนไข ดังต่อไปนี้

 

โปรดอ่านก่อนยอมรับนโยบายส่วนบุคคลและการใช้สิทธิตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล

สำหรับผู้ใช้บริการที่ยังไม่บรรลุนิติภาวะตามกฎหมาย (20 ปีบริบูรณ์) หรือผู้ไร้ความสามารถ หรือผู้เสมือนไร้ความสามารถ บุคคลดังกล่าวจะต้องขอความยินยอม/ได้รับความยินยอมจากผู้ใช้อำนาจปกครอง หรือผู้อนุบาล หรือผู้พิทักษ์ แล้วแต่กรณี ก่อนที่จะยอมรับนโยบายส่วนบุคคลนี้ หรือการใช้สิทธิใด ๆ ตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล ดังนั้น หากท่านเป็นบุคคลดังที่กล่าวมาข้างต้น และยอมรับนโยบายส่วนบุคคลนี้ บริษัทฯ จะถือว่าท่านได้ขอและได้รับความยินยอมจากผู้มีอำนาจให้ความยินยอมดังกล่าวแล้ว

 

ข้อมูลส่วนบุคคล 

1. บทนำของนโยบายส่วนบุคคล

    1.1 บริษัท คาโดคาวะ อมรินทร์ บุ๊ค จำกัด (“บริษัทฯ”)  ให้ความเคารพและความสำคัญกับข้อมูลส่วนบุคคลของท่าน บริษัทฯ จึงขอรับรองว่าจะปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคลฯ และตามกฎหมายอื่นที่เกี่ยวข้องอย่างเคร่งครัด

    1.2 ในระหว่างการให้บริการหรือการเข้าถึงแพลตฟอร์มของบริษัทฯ (ตามที่กำหนดไว้ในข้อกำหนดในการให้บริการ) บริษัทฯ จะเก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูล ซึ่งรวมไปถึงข้อมูลส่วนบุคคลของท่าน

    1.3 นโยบายส่วนบุคคลนี้มีไว้เพื่อให้ท่านรับทราบเกี่ยวกับกระบวนการการจัดเก็บข้อมูลส่วนบุคคลของทางบริษัทฯ ที่จะเก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูลที่ได้รับมาระหว่างการให้บริการ หรือการเข้าถึงแพลตฟอร์มของท่าน บริษัทฯ จะจัดเก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูลความเป็นส่วนบุคคลภายใต้นโยบายส่วนบุคคลของบริษัทฯ และตามที่กฎหมายกำหนดเท่านั้น

    1.4 เงื่อนไขและข้อกำหนดตามนโยบายส่วนบุคคลเป็นสิ่งสำคัญสำหรับท่านที่จะต้องอ่านและทำความเข้าใจก่อนการใช้บริการหรือขณะใช้บริการของบริษัทฯ รวมไปถึงนโยบายอื่น ๆ ที่บริษัทฯ บังคับใช้ ซึ่งทางบริษัทฯ ได้ระบุเอาไว้โดยเฉพาะแล้วในเรื่องการเก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูลความเป็นส่วนบุคคลของท่าน เพื่อให้ท่านได้ตระหนักว่าทางบริษัทฯ ได้เก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูลอย่างไร

    1.5 การคลิกหรือกดยอมรับ หรือการเข้าตรวจสอบ เช่น "การลงทะเบียน" หรือ "ข้าพเจ้า ยินยอมหรือยอมรับถึงนโยบายส่วนบุคคลที่กำหนดโดย บริษัท คาโดคาวะ อมรินทร์ จำกัด" หรือ ข้อความอื่นที่คล้ายกันที่หน้าบริการลงทะเบียนของ www.phoenixnext.com หรือบริการอื่น ๆ ของบริษัทฯ จะถือว่าท่านได้ยินยอมหรือยอมรับ และจะปฏิบัติตามนโยบายส่วนบุคคลของบริษัทฯ

    1.6 บริษัทฯ สามารถปรับปรุง แก้ไข หรือเปลี่ยนแปลงนโยบายส่วนบุคคลนี้ได้ โดยบริษัทฯ จะประกาศให้ท่านทราบเอาไว้ที่หน้าเว็บไซต์ www.phoenixnext.com หรือที่อื่นที่เหมาะสมและเห็นได้ง่าย และจะมีการแจ้งเตือนแก่ท่านทางอีเมล และ/หรือช่องทางอื่นที่ท่านได้ให้ไว้ และจะแจ้งเตือนให้ทราบขณะที่ท่านใช้บริการการเข้าถึงแพลตฟอร์ม และ/หรือการเข้าใช้บริการของบริษัทฯ รวมถึงคำสั่งการสั่งซื้อบนแฟลตฟอร์มด้วย

ทั้งนี้ การคลิกหรือกดยอมรับนโยบายส่วนบุคคลที่ได้ปรับปรุง แก้ไข เพิ่มเติม หรือเปลี่ยนแปลง ให้ถือว่าท่านได้รับทราบและยอมรับนโยบายดังกล่าวแล้วตามที่บริษัทฯ ได้แจ้งท่านทางช่องทางต่าง ๆ ตามข้างต้น

    1.7 นโยบายส่วนบุคคลนี้ บริษัทฯ จะนำไปใช้กับบริการอื่น ๆ ที่อยู่ภายใต้การให้บริการของบริษัทฯ รวมทั้งจะนำไปใช้กับประกาศ ข้อสัญญา และการยินยอมที่เกี่ยวกับการเก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูลความเป็นส่วนบุคคลของท่านต่อบริษัทฯ และจะไม่มีการยกเลิกจนกว่าบริษัทฯ จะได้กำหนดไว้เป็นอย่างอื่น 

    1.8 ท่านสามารถเข้าชมและเรียกดู www.phoenixnext.com และ/หรือบริการอื่นใดของบริษัทฯ ได้โดยไม่จำเป็นต้องระบุถึงรายละเอียดข้อมูลส่วนบุคคล แต่อย่างไรก็ตามหากท่านต้องการใช้บริการใดบน www.phoenixnext.com และ/หรือบริการอื่นใดบนแพลตฟอร์มของบริษัทฯ ท่านจะต้องสมัครบัญชีสมาชิกของบริษัทฯ

    1.9 ท่านมีสิทธิในข้อมูลส่วนบุคคลของท่านดังต่อไปนี้

        ก. สิทธิที่จะขอเข้าถึง ขอรับสำเนา ขอให้เปิดเผยถึงการได้มาซึ่งข้อมูล

        ข. สิทธิที่จะขอรับข้อมูลในกรณีที่บริษัทฯ ทำให้ข้อมูลอยู่ในรูปแบบที่สามารถอ่าน ใช้งานโดยทั่วไปด้วยเครื่องมือ หรืออุปกรณ์ที่ทำงานได้โดยอัตโนมัติ และสามารถใช้ หรือเปิดเผยได้ด้วยวิธีการอัตโนมัติ รวมทั้งสิทธิที่จะขอให้บริษัทฯ ส่ง หรือโอนข้อมูลในรูปแบบดังกล่าวไปยังบุคคลภายนอก หรือขอรับข้อมูลที่บริษัทฯ ส่งหรือโอนข้อมูลในรูปแบบดังกล่าวไปไปยังบุคคลนอก (เว้นแต่ในทางเทคนิคไม่สามารถทำได้)

        ค. สิทธิที่จะคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลเมื่อใดก็ได้

        ง. สิทธิที่จะลบ ทำลาย ทำให้ข้อมูลเป็นข้อมูลที่ไม่สามารถระบุตัวตน (นิรนาม)

        จ. สิทธิที่จะถอนความยินยอมในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูล

        ฉ. สิทธิที่จะคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูล

        ช. สิทธิจะระงับการใช้ข้อมูล

        ซ. สิทธิที่ปรับปรุงแก้ไขข้อมูลให้ถูกต้องเป็นปัจจุบัน สมบูรณ์ และไม่ก่อให้เกิดความเข้าใจผิด

        ฌ. สิทธิที่จะร้องเรียนต่อบริษัทฯ ในกรณีมีการฝ่าฝืน หรือไม่ปฏิบัติตามที่กฎหมายคุ้มครองข้อมูลส่วนบุคคลกำหนด

ขอให้ท่านโปรดทราบว่าหากท่านได้ใช้สิทธิตามข้อ 1.9 ไม่ว่าสิทธิใด อาจทำให้เกิดผลกระทบบางอย่างในการปฏิบัติตามสัญญา และ/หรือการให้บริการของบริษัทฯ จนเป็นเหตุให้บริษัทไม่สามารถปฏิบัติตามสัญญา และ/หรือให้บริการแก่ท่านได้ ไม่ว่าบางส่วนหรือทั้งหมด บริษัทฯ จะไม่รับผิดชอบต่อความเสียหายใด ๆ ทั้งสิ้นจากการใช้สิทธิดังกล่าวของท่าน ทั้งนี้การใช้สิทธิที่มีอยู่ตามกฎหมาย หรือการเยียวยาบรรเทาความเสียหาย บริษัทฯ ขอสงวนสิทธิ์นั้นไว้แต่เพียงผู้เดียว

ทั้งนี้ เพื่อให้การบริการของบริษัทฯ เป็นไปอย่างมีประสิทธิภาพ และเป็นประโยชน์แก่ท่านมากที่สุด บริษัทฯ ใคร่ขอรบกวนท่านโปรดหมั่นตรวจสอบข้อมูลส่วนบุคคลของท่านว่ามีความถูกต้องเป็นปัจจุบันอยู่เสมอ และสมบูรณ์ครบถ้วน มิเช่นนั้นบริษัทฯ จะไม่รับผิดชอบต่อความเสียหายใด ๆ ทั้งสิ้น หากบริษัทฯ ไม่อาจให้บริการบางอย่าง หรือแจ้งสิทธิประโยชน์ใด ๆ แก่ท่านได้ เนื่องจากข้อมูลส่วนใดที่ท่านได้ระบุไว้นั้น ไม่ถูกต้อง ไม่เป็นปัจจุบัน ไม่สมบูรณ์ หรือไม่ยินยอม

    1.10 การขอใช้สิทธิตามข้อ 1.9

        ก. ท่านสามารถใช้สิทธิได้ที่ www.phoenixnext.com หรือบนแพลตฟอร์มการให้บริการของบริษัทฯ ได้ตลอดเวลาในหัวข้อแก้ไขเปลี่ยนแปลงข้อมูลส่วนบุคคล หรือ ติดต่อเจ้าหน้าที่ป้องกันข้อมูลส่วนบุคคล หรือติดต่อบริษัทฯ ตามที่อยู่ด้านล่างนี้

        ข. บริษัทขอสงวนสิทธิ์ในการเรียกเก็บค่าดำเนินการสำหรับการดึงข้อมูลส่วนบุคคลของท่านที่ได้บันทึกไว้แล้วตามข้อ 1.9 (ข.) และทางบริษัทฯ จะแจ้งให้ท่านทราบถึงค่าดำเนินการก่อนที่บริษัทฯ จะดำเนินการตามคำขอของท่าน

        ค. บริษัทฯ จะดำเนินการตามคำขอใช้สิทธิของท่านโดยเร็วที่สุด ทั้งนี้หากทางบริษัทฯ ไม่ดำเนินการให้แล้วเสร็จภายใน 21 วันทำการ นับตั้งแต่วันที่ท่านได้ส่งคำขอใช้สิทธิ บริษัทฯ จะเเจ้งให้ท่านทราบเป็นลายลักษณ์อักษร รวมทั้งสาเหตุที่ไม่สามารถดำเนินการดังกล่าวได้ เว้นแต่กฎหมายได้บัญญัติเอาไว้เป็นการเฉพาะแล้วว่าไม่จำเป็นต้องปฏิบัติตามคำขอของท่าน

    1.11 กรณีที่ท่านมีความเห็น ข้อเสนอแนะ ติชม หรือร้องเรียนในเรื่องที่เกี่ยวกับข้อมูลส่วนบุคคลของท่าน กรุณาติดต่อเจ้าหน้าที่ป้องกันข้อมูลส่วนบุคคล หรือติดต่อบริษัทฯ ตามที่อยู่ด้านล่างนี้

 

2. ข้อมูลส่วนบุคคลที่บริษัทฯ เก็บรวบรวมจากท่าน

    2.1 ข้อมูลความเป็นส่วนบุคคล หมายถึง ข้อมูลส่วนบุคคลตามกฎหมายคุ้มครองข้อมูลส่วนบุคคล ไม่ว่าจะบันทึกอยู่ในรูปแบบข้อมูลเอกสาร หรือรูปแบบอิเล็กทรอนิกส์ หรือในรูปแบบใดก็ตาม ซึ่งเป็นข้อมูลที่ทำให้ระบุตัวบุคคลได้ ไม่ว่าทางตรงหรืออ้อม

    2.2 บริษัทฯ จะเก็บข้อมูลจากท่าน ดังต่อไปนี้ 

        ก. ข้อมูลระบุตัวตน เช่น ชื่อ นามสกุล อายุ เพศ วันเกิด 

        ข. ข้อมูลติดต่อ เช่น ที่อยู่การจัดส่งใบเสร็จ ที่อยู่ในการจัดส่งสินค้า อีเมล และเบอร์โทรศัพท์ 

        ค. ข้อมูลบัญชี เช่น บัญชีธนาคาร และรายละเอียดการชำระเงิน

        ง. ข้อมูลการทำธุรกรรม เช่น รายละเอียดเกี่ยวกับการชำระเงิน และรายละเอียดสินค้าหรือบริการอื่น ๆ ที่ท่านได้ซื้อจากบริษัทฯ 

        จ. ข้อมูลทางเทคนิค เช่น หมายเลขที่ใช้สำหรับระบุตัวตนของเครื่องคอมพิวเตอร์ที่เชื่อมต่ออยู่บนเครือข่าย (IP) ข้อมูลการเข้าระบบ Cookie ประเภทเบราว์เซอร์ และเวอร์ชั่นเบราว์เซอร์ การตั้งค่าเวลาและที่ตั้ง การเชื่อมต่อและประเภทของเบราว์เซอร์ที่ใช้เชื่อมต่อ ระบบปฏิบัติการและแพลตฟอร์ม และเทคโนโลยีอื่น ๆ บนอุปกรณ์ที่ท่านใช้เข้าระบบแพลตฟอร์ม

        ฉ. ข้อมูลส่วนบุคคล เช่น ชื่อผู้ใช้และรหัสผ่าน การสั่งซื้อหรือคำสั่งซื้อจากท่าน ความสนใจ การตั้งค่า การตอบรับ และการตอบแบบสำรวจ

        ช. ข้อมูลการตลาดและการติดต่อสื่อสาร เช่น ความพึงพอใจในการรับข้อมูลการตลาดจากทางบริษัทฯ และบุคคลภายนอกของบริษัทฯ และความพึงพอใจในการติดต่อสื่อสาร

    2.3 ในระหว่างที่ท่านใช้แพลตฟอร์มและการให้บริการใด ๆ ของบริษัทฯ ทางบริษัทฯ จะได้รับข้อมูลส่วนบุคคลจากท่านในกรณีดังต่อไปนี้

        ก. เมื่อท่านสร้างบัญชีผู้ใช้และยินยอมรับเงื่อนไขการบริการ และนโยบายส่วนบุคคลของบริษัทฯ

        ข. เมื่อท่านสมัครใช้การบริการใด ๆ หรือการสั่งซื้อสินค้าใด ๆ ที่มีอยู่บนแฟลตฟอร์ม

        ค. เมื่อท่านเข้าใช้ถึงรูปแบบและการทำงานที่ปรากฏอยู่บนแพลตฟอร์มและการบริการอื่น ๆ ของบริษัทฯ

        ง. เมื่อท่านสมัครรับข้อมูลสื่อโฆษณา หรือหลักประกันด้านการตลาดของบริษัทฯ

        จ. เมื่อท่านได้เข้าร่วมกิจกรรมเพื่อรับส่วนลด หรือแบบสอบถาม

        ฉ. เมื่อท่านเข้าสู่ระบบด้วยบัญชีผู้ใช้บนแพลตฟอร์มของบริษัทฯ หรือติดต่อบริษัทฯ ผ่านทางบริการภายใน หรือแอพพลิเคชั่น เช่น Facebook Google

    2.4 ท่านต้องส่งข้อมูลส่วนบุคคลซึ่งมีความถูกต้องและไม่เป็นการหลอกลวง และท่านจะต้องแจ้งข้อมูลล่าสุดให้บริษัทฯ ทราบ เมื่อมีการเปลี่ยนแปลง เพื่อประโยชน์ในการรับบริการจากบริษัทฯ ทั้งนี้ บริษัทฯ มีสิทธิในการเรียกร้องให้ท่านส่งเอกสารเพื่อยืนยันถึงข้อมูลส่วนบุคคลของท่าน ที่ท่านได้ให้ไว้กับบริษัทฯ ซึ่งเป็นส่วนหนึ่งของกระบวนการตรวจสอบลูกค้าของบริษัทฯ

    2.5 หากท่านให้ข้อมูลส่วนบุคคลใด ๆ ที่เป็นของบุคคลอื่นแก่ทางบริษัท ให้ถือว่าท่านได้รับรองและรับประกันแล้วว่าท่านได้รับความยินยอมจากบุคคลดังกล่าวเรียบร้อยแล้วก่อนที่จะให้ข้อมูลส่วนบุคคลนั้นต่อบริษัทฯ เพื่อให้บริษัทฯ ได้จัดเก็บรวบรวม ใช้ เปิดเผย และประมวลผลซึ่งข้อมูลนั้น หรือที่เป็นไปตามนโยบายส่วนบุคคลนี้

    2.6 ในกรณีที่ท่านใช้ชื่อบัญชีสมาชิกของโซเชียลมีเดียต่าง ๆ หรือบริการใด ๆ ซึ่งเป็นของบุคคลภายนอก เพื่อเชื่อมโยงบัญชีสมาชิก สมัครบัญชีสมาชิก ใช้เป็นชื่อบัญชีสมาชิกใน www.phoenixnext.com และ/หรือบริการอื่นใดของบริษัทฯ หรือในกรณีที่ท่านใช้ชื่อบัญชีสมาชิกของ www.phoenixnext.com และ/หรือบริการอื่นใดของบริษัทฯ เพื่อเชื่อมโยงบัญชีสมาชิก สมัครบัญชีสมาชิก ใช้เป็นชื่อบัญชีสมาชิกในโซเชียลมีเดียต่าง ๆ หรือบริการใด ๆ ของบุคคลภายนอก บริษัทฯ สามารถเข้าถึงข้อมูลส่วนบุคคลของท่านได้ตามที่ท่านได้ให้ข้อมูลเอาไว้ต่อบุคคลภายนอกนั้นได้ ทั้งนี้ การเข้าถึงข้อมูลดังกล่าวให้เป็นไปตามนโยบายส่วนบุคคลของบุคคลภายนอก และบริษัทฯ จะจัดการกับข้อมูลส่วนบุคคลของท่านให้เป็นไปตามนโยบายส่วนบุคคลนี้ด้วย

 

3. การใช้และการเปิดเผยข้อมูลส่วนบุคคล

    3.1 ข้อมูลส่วนบุคคลที่บริษัทฯ เก็บรวบรวมหรือประมวลผลจากท่าน บริษัทฯ อาจนำไปใช้ เปิดเผย หรือส่งมอบให้กับบุคคลภายนอกไม่ว่าทั้งหมดหรือบางส่วน เพื่อวัตถุประสงค์ดังต่อไปนี้

        ก. เพื่ออำนวยความสะดวกในการใช้บริการและการเข้าถึงแพลตฟอร์มของบริษัทฯ รวมถึงการตอบข้อสงสัย ข้อเสนอแนะ การเรียกร้อง หรือข้อพิพาทผ่านทางตัวแทนบริการลูกค้าของบริษัทฯ ซึ่งเป็นบุคคลภายนอก

        ข. เพื่อดำเนินการตามคำสั่งซื้อของท่านผ่านแพลตฟอร์มที่จัดจำหน่ายโดยบริษัทฯ

        ค. การชำระเงินค่าสินค้าที่ท่านชำระผ่านแพลตฟอร์มที่จัดจำหน่ายโดยบริษัทฯ

        ง. การส่งมอบสินค้าที่ท่านสั่งซื้อผ่านแพลตฟอร์มที่จำหน่ายโดยบริษัทฯ ในการนี้บริษัทจะส่งข้อมูลส่วนบุคคลให้กับบุคคลภายนอกเพื่อทำการจัดส่งสินค้าให้แก่ท่าน

        จ. เพื่ออัพเดทการส่งมอบสินค้าแก่ท่าน

        ฉ. เปรียบเทียบข้อมูลและยืนยันกับบุคคลภายนอกเพื่อยืนยันความถูกต้องของข้อมูล

        ช. ให้กับผู้จัดการบัญชีของท่าน (ถ้ามี)

        ซ. เพื่อตรวจสอบและทำธุรกรรมในการชำระเงินที่ท่านได้ทำผ่านระบบออนไลน์

        ฌ. เพื่อตรวจสอบการดาวน์โหลดข้อมูลจากแพลตฟอร์ม

        ญ. เพื่อปรับปรุงรูปแบบหรือเนื้อหาของหน้าเว็บเพจบนแพลตฟอร์ม เเละปรับเปลี่ยนให้กับผู้ใช้บริการ

        ฎ. เพื่อระบุจำนวนผู้เข้าชมบนแพลตฟอร์ม

        ฏ. เพื่อทำการวิจัยเกี่ยวกับข้อมูลประชากรและพฤติกรรมของผู้ใช้ ให้เข้าถึงกลุ่มเป้าหมายในการโฆษณาผ่าน Advertising Platform อาทิเช่น Facebook, Instagram, Google, Line และ/หรือ สื่อออนไลน์หรือสื่อ Social Media อื่น ๆ ที่อาจมีขึ้นได้ในอนาคต

        ฐ. เพื่อเสนอสินค้าหรือบริการที่บริษัทฯ เห็นว่าเป็นประโยชน์ หรือที่ท่านร้องขอจากบริษัทฯ รวมถึงข้อมูลเกี่ยวกับผู้ขายสินค้าและบริการของบุคคลภายนอก เว้นแต่ท่านไม่ได้ให้ความยินยอม

        ฑ. เพื่อส่งข้อมูลข่าวสาร การโฆษณา ประชาสัมพันธ์ อาทิเช่น โปรโมชั่น กิจกรรม ผ่านสื่อ และช่องทางต่าง ๆ เช่น การติดต่อทางโทรศัพท์, Website, Facebook, Google, Line, Instagram, Twitter, Youtube, จดหมายอิเล็กทรอนิกส์ (EDM), SMS, จดหมาย, แผ่นพับ, ใบปลิว และ/หรือช่องทางอื่นที่ท่านได้ให้ไว้

        ฒ. ตามที่บริษัทฯ ได้รับความยินยอมให้เก็บรวบรวม ใช้ เปิดเผย และประมวลผลข้อมูลส่วนบุคคลจากท่านตามกฎหมาย บริษัทฯ อาจใช้ข้อมูลส่วนบุคคลของท่านเพื่อส่งเอกสารทางการตลาด หรือการส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์และบริการของทางบริษัทฯ และบริษัทฯ อาจดำเนินการตัดสินใจให้โดยอัตโนมัติเพื่อให้เป็นไปตามวัตถุประสงค์ใด ๆ ตามที่กล่าวมานี้

    3.2 ท่านสามารถยกเลิกการติดตามการรับข้อมูลทางการตลาดได้ตลอดระยะเวลา โดยใช้ตัวเลือกยกเลิกการติดตามในส่วนของการแจ้งการเปลี่ยนแปลงข้อมูลส่วนบุคคลใน www.phoenixnext.com หรือบนแพลตฟอร์มการให้บริการของบริษัทฯ

    3.3 บริษัทฯ อาจต้องเปิดเผยข้อมูลส่วนบุคคลตามที่กฎหมายกำหนดไว้ เช่น เมื่อมีเหตุอันควรเชื่อว่าการเปิดเผยข้อมูลนั้นมีความจำเป็นในการป้องกันภัยคุกคามต่อชีวิต หรือสุขภาพ หรือเพื่อวัตถุประสงค์ในการบังคับใช้กฎหมาย หรือเพื่อให้เป็นไปตามที่กฎหมายกำหนด

    3.4 บริษัทฯ อาจเปิดเผยและ/หรืออนุญาตให้เปิดเผยข้อมูลส่วนบุคคลของท่านกับบุคคลภายนอกและ/หรือ บริษัทในเครืออมรินทร์ รวมถึงเว็บไซต์หรือบริการอื่นใดที่เป็นพันธมิตรของบริษัทฯ ซึ่งท่านสามารถดูรายละเอียดได้ที่ www.phoenixnext.com หรือบนแพลตฟอร์มของบริษัทฯ เพื่อวัตถุประสงค์ใด ๆ ที่กล่าวไว้แล้วข้างต้น รวมถึงแต่ไม่จำกัดเพียงเพื่อการอำนวยความสะดวกในการใช้บริการ เพื่อการดำเนินทางธุรกรรมให้สำเร็จ เพื่อจัดการบัญชีและความสัมพันธ์ของบริษัทฯ กับท่าน เพื่อกิจกรรมทางการตลาด เพื่อปฏิบัติตามกฎหมายหรือข้อกำหนดและข้อเรียกร้องใด ๆ ที่บริษัทเห็นสมควร

ในการเปิดเผยข้อมูลส่วนบุคคลของท่านให้กับบริษัทในเครืออมรินทร์ หรือบุคคลภายนอก บริษัทฯ ให้ความมั่นใจว่าบริษัทในเครืออมรินทร์และบุคคลภายนอกจะเก็บรักษาข้อมูลส่วนบุคคลของท่านให้ปลอดภัยจากบุคคลที่ไม่ได้รับอนุญาตให้เข้าถึงการเก็บรวบรวม ใช้ เปิดเผย หรือมีความเสี่ยงที่คล้ายคลึงกัน และขอรับรองรองว่าบริษัทในเครืออมรินทร์และบุคคลภายนอก จะเก็บรวบรวม ใช้ เปิดเผย หรือประมวลผลข้อมูลความเป็นส่วนบุคคลของท่านเพื่อให้บรรลุวัตถุประสงค์ดังกล่าวข้างต้นเท่านั้น

 

4.การเก็บรักษาและความปลอดภัยของข้อมูลส่วนบุคคลของท่าน

    4.1 บริษัทฯ จะจัดเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้ตราบเท่าที่จำเป็น หรือตามที่กฎหมายกำหนด หรือเท่าที่มีความจำเป็นตามวัตถุประสงค์ที่ได้มีการเก็บข้อมูลนั้นไว้  และเพื่อป้องกันข้อมูลส่วนบุคคลของท่านจากบุคคลผู้ไม่มีอำนาจเข้าถึงการเก็บรวบรวม ใช้ เปิดเผย ทำซ้ำ แก้ไข หรือมีความเสี่ยงในทำนองเดียวกัน ทางบริษัทฯ ได้นำมาตรการการจัดการทางกายภาพ และทางด้านเทคนิคที่เหมาะสมมาใช้ ตัวอย่างเช่น

        ก. การจำกัดการเข้าถึงข้อมูลส่วนบุคคล

        ข. ติดตั้งระบบป้องกันการเข้าถึงข้อมูลหรือระบบคอมพิวเตอร์โดยไม่ได้รับอนุญาต

        ค. ลบ ไม่ระบุ ไม่แสดงข้อมูลส่วนบุคคลของท่าน ทั้งนี้ ให้เป็นไปตามมาตรฐานที่กฎหมายกำหนด

        ง. ใช้ 128 SSL บิต (ระบบล็อคเข้ารหัส) เมื่อประมวลผลข้อมูลทางการเงินของท่าน

    4.2 หากท่านเชื่อว่าความเป็นส่วนบุคคลของท่านถูกละเมิดโดยบริษัทฯ เอง กรุณาติดต่อเจ้าหน้าที่ป้องกันข้อมูลความเป็นส่วนบุคคลตามรายละเอียดติดต่อที่ให้ไว้ด้านล่างนี้

    4.3 ขอให้ท่านโปรดทราบว่า ไม่มีวิธีการใด ที่จะปกป้องหรือป้องกันการเจาะระบบเพื่อเข้าถึงข้อมูลจากบุคคลผู้ไม่ได้รับอนุญาต หรือมีวิธีการใดในการจัดเก็บข้อมูลให้มีความปลอดภัยอย่างสมบูรณ์ แต่ทั้งนี้ บริษัทฯ จะพัฒนาระบบและมาตรการการป้องกันการเข้าถึงข้อมูลจากบุคคลที่ไม่ได้รับอนุญาต รวมทั้งตรวจสอบและปรับปรุงมาตการการรักษาความปลอดภัยอยู่สม่ำเสมอเพื่อให้มีประสิทธิภาพสูงสุด

    4.4 รหัสผ่านของท่านเป็นกุญแจสำคัญสำหรับการเข้าใช้บัญชีของบริษัทฯ ดังนั้นกรุณาใช้ตัวเลข ตัวอักษรและเครื่องหมายพิเศษที่มีความเฉพาะ และห้ามเปิดเผยรหัสผ่านของท่านกับผู้ใดโดยเด็ดขาด

กรณีที่ท่านเปิดเผยรหัสผ่านเข้าบัญชีให้กับผู้อื่น หรือยินยอมให้ผู้อื่นเข้าใช้บัญชีของท่าน หรือกรณีที่ท่านเข้าใช้บัญชีของผู้อื่น ท่านมีหน้าที่ต้องรับผิดชอบต่อการกระทำที่เกิดขึ้น

กรณีที่ท่านเสียการควบคุมซึ่งรหัสผ่านเข้าบัญชี หรือเสียการควบคุมการเข้าถึงข้อมูลส่วนบุคคล หรือข้อมูลอื่นใดที่ได้ให้เอาไว้ต่อบริษัทฯ ถือว่าท่านต้องรับผิดชอบและมีผลผูกพันต่อการกระทำนั้นตามกฎหมาย ดังนั้นหากรหัสผ่านเข้าบัญชีของท่านถูกแก้ไขเปลี่ยนแปลงด้วยเหตุผลใดก็ตาม หรือหากท่านเชื่อว่ารหัสผ่านของท่านถูกแก้ไขเปลี่ยนแปลง ให้ท่านติดต่อกับทางบริษัทฯ เพื่อขอเปลี่ยนรหัสผ่านเข้าบัญชีของท่านโดยทันที

บริษัทฯ ขอย้ำเตือนให้ท่านออกจากระบบบัญชีของท่าน (Log-Out)หลังจากใช้บริการหรือแพลตฟอร์มของบริษัทฯ แล้ว รวมทั้งปิดหน้าต่างค้นหาหรือหน้าต่างเว็บไซต์ทันที หรือกรณีที่ท่านได้ใช้คอมพิวเตอร์ร่วมกันกับบุคคลอื่น โปรดระมัดระวังการอนุญาตให้คุกกี้จดจำบัญชีและรหัสผ่านของท่านด้วย ทั้งนี้เพื่อความปลอดภัยของบัญชีและข้อมูลส่วนบุคคลของท่าน

 

6. การเก็บรวบรวมข้อมูลของระบบ

    6.1 บริษัทฯ หรือผู้ให้บริการที่มีอำนาจ อาจใช้คุกกี้หรือเว็บบีคอน หรือระบบเทคโนโลยีอื่น ๆ เพื่อทำการจัดเก็บข้อมูล เพื่อให้สามารถให้บริการท่านได้ดียิ่งขึ้น รวดเร็ว ปลอดภัย และเป็นส่วนบุคคลมากขึ้น เมื่อท่านเข้าใช้บริการหรือเข้าใช้แพลตฟอร์ม ทั้งนี้ท่านสามารถศึกษานโยบายการใช้คุกกี้ได้ ที่นี่

    6.2 เมื่อท่านเข้าใช้แพลตฟอร์มหรือบริการของบริษัทฯ ผ่านคอมพิวเตอร์ของท่านหรืออุปกรณ์โทรศัพท์ หรือเครื่องมือชนิดอื่น ๆ ด้วยระบบอินเตอร์เน็ต ระบบเซิร์ฟเวอร์ของบริษัทฯ จะทำการบันทึกข้อมูลโดยอัตโนมัติ ซึ่งเบราว์เซอร์ของท่านจะทำการส่งข้อมูลให้ โดยการส่งข้อมูลนั้นอาจมีข้อมูลดังต่อไปนี้รวมอยู่ด้วย

        ก. ไอพีแอดเดรสของคอมพิวเตอร์หรืออุปกรณ์สื่อสาร

        ข. ประเภทของเบราว์เซอร์ของท่าน

        ค. หน้าเว็บเพจที่ท่านได้เข้าชมก่อนที่ท่านจะเข้ามาที่แพลตฟอร์มของบริษัทฯ

        ง. หน้าเพจภายในแพลตฟอร์มที่ท่านเข้าชม

        จ. เวลาที่ใช้ในหน้าเพจรายการและข้อมูลที่ค้นหาบนแพลตฟอร์ม วันและเวลาที่เข้าใช้และสถิติอื่น ๆ

    6.3 ข้อมูลที่จัดเก็บเพื่อการวิเคราะห์และประมวลผล เพื่อนำข้อมูลที่ได้ไปใช้ในการปรับปรุงเว็บไซต์และการบริการ/สินค้าที่บริษัทฯ ได้ให้บริการ

    6.4 คุกกี้ (Cookie) คือไฟล์ข้อความขนาดเล็ก (ซึ่งส่วนใหญ่ประกอบด้วยตัวอักษรและตัวเลข) จัดเก็บอยู่ในหน่วยความจำของเบราว์เซอร์หรืออุปกรณ์ของท่านเมื่อท่านเข้าใช้เว็บไซต์หรือดูข้อความ ซึ่งเป็นการช่วยให้ทางบริษัทฯ ได้รับรู้ถึงอุปกรณ์หรือเบราว์เซอร์ และช่วยให้บริษัทฯ ปรับเปลี่ยนเนื้อหาให้ตรงตามความสนใจของท่านได้อย่างรวดเร็วและทำให้การบริการและแพลตฟอร์มมีประโยชน์และสะดวกต่อท่านมากยิ่งขึ้น

    6.5 ท่านสามารถเข้าจัดการและลบคุกกี้ผ่านทางระบบเบราว์เซอร์หรือการตั้งค่าได้ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการตั้งค่านี้ ให้หาข้อมูลเพิ่มเติมได้ที่การช่วยเหลือของเบราว์เซอร์และอุปกรณ์ของท่าน

    6.6 เว็บบีคอน คือ ภาพกราฟิกขนาดเล็กที่อาจรวมอยู่ในบริการและแพลตฟอร์มของบริษัทฯ ซึ่งช่วยให้บริษัทฯ สามารถนับจำนวนผู้ใช้บริการที่ได้เข้ามาดูหน้าเว็บ เพื่อให้บริษัทฯ สามารถเข้าใจถึงความชอบและความสนใจของท่านได้ดียิ่งขึ้น

 

7. ความปลอดภัยในการชำระค่าสินค้าผ่านบัตรเครดิต

    7.1 ข้อมูลต่าง ๆ ที่ท่านกรอกในระหว่างการสั่งซื้อสินค้าที่ www.phoenixnext.com หรือบริการอื่นของบริษัทฯ จะถูกป้องกันด้วยระบบ SSL ซึ่งเป็นระบบการเข้ารหัสข้อมูลที่ได้มาตรฐานสากลและทันสมัยที่สุดระบบหนึ่งในปัจจุบัน นิยมใช้กันอย่างแพร่หลายในเว็บไซต์ต่าง ๆ ทั่วโลกที่มีการส่งผ่านข้อมูลสำคัญทางอินเตอร์เน็ต

    7.2 เมื่อท่านเลือกชำระเงินด้วยบัตรเครดิต ข้อมูลเกี่ยวกับบัตรเครดิตที่ท่านกรอกในหน้าต่างของธนาคารจะถูกบันทึกและทำการอนุมัติที่ Payment Gateway ของธนาคารนั้นๆ ซึ่งเป็นตัวแทนของ VISA และ Master ข้อมูลดังกล่าวจะไม่มีการจัดเก็บที่ Server ของบริษัทฯ แต่อย่างใด อย่างไรก็ตาม เพื่อป้องกันการใช้บัตรโดยไม่ได้รับอนุญาต ทางบริษัทฯ ขอสงวนสิทธิ์ในการตรวจสอบข้อมูลบัตรเพิ่มเติม หรือปฏิเสธรายการสั่งซื้อ โดยไม่จำเป็นต้องอธิบายถึงเหตุผลใด ๆ ในบางกรณี บริษัทฯ จะจำกัดวิธีการจัดส่งสินค้า และ/หรือ กำหนดให้ท่านเป็นผู้มีอำนาจรับสินค้าจากเจ้าหน้าที่จัดส่งเท่านั้น โดยท่านจะต้องแสดงบัตรประชาชนให้เจ้าหน้าที่จัดส่งก่อนเซ็นต์รับสินค้า ทั้งนี้ทางเจ้าหน้าที่จะแจ้งให้ท่านทราบก่อนนัดวันจัดส่ง

 

8. สิทธิของบริษัทฯ ในการเปิดเผยข้อมูลส่วนบุคคลนอกเหนือจากนโยบายส่วนบุคคลนี้

ท่านรับทราบและยอมรับว่า นอกจากที่บริษัทฯ มีสิทธิในการเปิดเผยข้อมูลส่วนบุคคลของท่านตามนโยบายความเป็นส่วนบุคคลนี้แล้ว บริษัทฯ อาจต้องเปิดเผยข้อมูลส่วนบุคคลของท่านในกรณีที่มีกฎหมายกำหนดไว้ หรือตามคำสั่งของเจ้าพนักงานของรัฐที่มีหน้าที่และได้ปฏิบัติตามกฎหมาย

 

9. หน้าเว็บไชต์หรือบริการอื่น ๆ ของบุคคลภายนอก

เว็บไซต์ หรือการให้บริการ หรือแพลตฟอร์มของบริษัทฯ อาจมีลิงก์เชื่อมต่อไปยังเว็บไซต์ หรือบริการ หรือแพลตฟอร์มอื่นๆ ที่ดำเนินการโดยบุคคลภายนอก เช่น รับชำระค่าบริการธุรกรรมทางการเงินต่าง ๆ โดยบริษัทฯ ไม่มีส่วนรับผิดชอบต่อการรักษาความเป็นส่วนบุคคลของเว็บไซต์ที่ดำเนินการโดยบุคคลภายนอกดังกล่าวนี้ ดังนั้น บริษัทฯ ขอแนะนำให้ท่านตรวจสอบถึงนโยบายส่วนบุคคลของเว็บไซต์หรือบริการต่าง ๆ ที่ดำเนินการโดยบุคคลภายนอกนั้นเพื่อพิจารณาถึงวิธีการจัดการกับข้อมูลส่วนบุคคลที่เก็บรวบรวมไปจากท่าน

 

10. การลักลอบหรือเจาะระบบเข้าสู่พื้นที่เก็บข้อมูลส่วนบุคคล

การพยายามลักลอบหรือเจาะระบบเข้าไปยังพื้นที่ข้อมูลที่ไม่ได้รับอนุญาต ถือเป็นการละเมิดสิทธิส่วนบุคคลและมีความผิดตามกฎหมาย หากบริษัทฯ พิสูจน์ได้ว่ามีบุคคลใดลักลอบเจาะเข้าระบบของบริษัทฯ หรือเจาะระบบเพื่อนำข้อมูลส่วนบุคคลของผู้อื่นที่เก็บรักษาโดยบริษัทฯ ไปใช้ หรือกระทำการใด ๆ กับข้อมูลส่วนบุคคลนั้น บุคคลผู้นั้นจะถูกดำเนินคดีตามกฎหมายถึงที่สุด

 

11. การให้ข้อมูลและการใช้ภาษา ข้อความ ถ้อยคำ

ในการให้บริการ ท่านอาจมีการให้ข้อมูล ส่งต่อ หรือสอบถาม โดยส่งมายังเจ้าหน้าที่ของบริษัทฯ การเขียนข้อวิจารณ์เพื่อขึ้นเว็บไซต์ หรือพิมพ์ข้อความใด ๆ ลงสู่พื้นที่การให้บริการของบริษัทฯ หรือบุคคลภายนอก ท่านรับรองว่าจะใช้ภาษาที่สุภาพ ไม่ใช้ข้อความหรือถ้อยคำที่เป็นการดูหมิ่นสถาบันพระมหากษัตริย์ ศาสนา หรือที่มีลักษณะเป็นการยุยงปลุกปั่นทำให้เกิดความแตกแยกสามัคคีในหมู่สังคม หรือที่เกี่ยวข้องกับการเมือง และไม่ใช้ข้อความหรือถ้อยคำใดที่เป็นการขัดต่อความสงบเรียบร้อยและศีลธรรมอันดีต่อประชาชน ทั้งนี้ภาษา ข้อความ และถ้อยคำที่ใช้จะต้องไม่เป็นการส่อเสียด หยาบคาย ข่มขู่ ดูหมิ่น หรือหมิ่นประมาท หรือมีลักษณะเป็นจดหมายลูกโซ่ หรือเจตนาที่จะใช้ผิดวัตถุประสงค์ หรือกระทำการใด ๆ อันกฎหมายบัญญัติว่าเป็นความผิด

การให้ข้อมูลหรือพิมพ์ข้อความใด ๆ ต้องไม่มีหรือไม่ส่งข้อมูลที่มีโปรแกรมไวรัส หรือลิงก์เว็บไซต์บริการใดที่มีไวรัส มัลแวร์ โทรจัน หรืออย่างอื่นที่คล้ายคลึงกัน รวมไปถึงเว็บไซต์หรือบริการที่เข้าข่ายเป็นการลามกอนาจาร การพนัน หรือขัดต่อความสงบเรียบร้อยและศีลธรรมอันดีต่อประชาชน

นอกจากนี้ ท่านรับรองที่จะให้ข้อมูลที่เป็นจริง ไม่แอบอ้างชื่อบุคคล องค์กร หรือข้อมูลใดที่จะทำให้เกิดความเข้าใจผิดกับผู้อ่าน ในกรณีที่ข้อมูลผ่านการตรวจสอบจากเจ้าหน้าที่ของบริษัทฯ ให้ปรากฏอยู่ในเว็บไซต์ มิได้หมายความว่าบริษัทฯ ยืนยันความถูกต้องของเนื้อหาหรือข้อมูล แต่หากผ่านการพิจารณาว่ามีการใช้ภาษาที่เหมาะสมในระดับหนึ่งแล้วเท่านั้น

รวมถึงแต่ไม่จำกัดเพียงที่กล่าวมาข้างต้น ท่านต้องรับผิดในการกระทำตามที่กฎหมายกำหนดรวมถึงค่าเสียหายที่เกิดจากการกระทำดังกล่าวด้วย

 

12. ฐานข้อมูล

ข้อมูลต่างๆ ที่จัดทำโดยบริษัทฯ จะผ่านการตรวจสอบโดยเจ้าหน้าที่ก่อนขึ้นประกาศในเว็บไซต์หรือบริการเสมอ อย่างไรก็ตาม เนื่องจากปริมาณของข้อมูลนั้นมีจำนวนมาก โดยเฉพาะส่วนของตัวเลข ทางบริษัทฯ จึงขอสงวนสิทธิ์ในการยกเลิกหรือปฏิเสธรายการที่มีข้อผิดพลาดหากตรวจพบ

 

13. ทรัพย์สินทางปัญญา

สิ่งต่าง ๆ ที่อยู่ภายใน www.phoenixnext.com หรือบริการใด ๆ ของบริษัทฯ ถือเป็นทรัพย์สินทางปัญญาของ บริษัท คาโดคาวะ อมรินทร์ จำกัด และ/หรือ บริษัทในเครืออมรินทร์ (ยกเว้นแต่จะระบุไว้เป็นอย่างอื่น) บริษัทฯ ไม่อนุญาตให้มีการลอกเลียน ทำซ้ำ ดัดแปลง เผยแพร่ ปลอมแปลงเนื้อหาสาระในทรัพย์สินทางปัญญา หรือสิ่งต่าง ๆ ที่ถูกพัฒนาโดยบริษัทฯ และ/หรือบริษัทในเครืออมรินทร์ หรือนำไปใช้เพื่อแสวงหาประโยชน์ทางการค้าโดยมิได้รับอนุญาต ทางบริษัทฯ มีสิทธิที่จะดำเนินคดีตามกฎหมายกับผู้ละเมิดทรัพย์สินทางปัญญาทันที

 

14. การยกเลิกคำสั่งซื้อ

    14.1 บริษัทฯ ได้รับสิทธิแต่เพียงผู้เดียวในการผลิตและจัดจำหน่ายผลงานลิขสิทธิ์บนเว็บไซต์ บริษัทฯไม่อนุญาติให้มีการซื้อสินค้าเพื่อขายต่อในลักษณะแสวงหากำไร โดยโก่งราคา เก็งกำไรราคา หรือขายต่อในเชิงพาณิชย์อื่นๆที่ไม่ใช่เพื่อการบริโภคส่วนบุคคล โดยไม่ได้รับความยินยอมเป็นลายลักษณ์อักษรจากบริษัทฯก่อน ทั้งนี้ไม่รวมถึงสินค้าที่ผ่านการแกะสินค้ามาแล้ว

    14.2 บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกคำสั่งซื้อบางส่วน หรือทั้งหมดได้ทันทีโดยไม่ต้องแจ้งล่วงหน้า หากตรวจสอบพบว่าเป็นการซื้อขายที่ไม่ถูกต้องตามเงื่อนไขตามที่บริษัทฯกำหนด การซื้อเพื่อการขายต่อ การซื้อในเชิงพาณิชย์อื่นๆที่ไม่ใช่เพื่อการบริโภคส่วนบุคคล ตามดุลยพินิจของบริษัทฯ

    14.3 บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกบัญชีผู้ใช้โดยไม่ต้องแจ้งล่วงหน้า หากตรวจสอบพบว่าเป็นบัญชีผู้ใช้ที่กระทำการละเมิดเงื่อนไขตามที่บริษัทฯ กำหนด

 

15. การติดต่อกับบริษัทฯ

หากท่านต้องการติดต่อบริษัทฯ โปรดดำเนินการเป็นลายลักษณ์อักษร โดยนำส่งผ่าน

    1. แบบฟอร์มหน้า ติดต่อเรา หรือที่ Facebook Page  https://m.me/Phoenixnext

    2. บริษัท คาโดคาวะ อมรินทร์ จำกัด ตั้งอยู่เลขที่ เลขที่7/129 อาคารเซ็นทรัลทาวเวอร์ปิ่นเกล้า ชั้น 22 ห้องเลขที่ OF22202 ถ.บรมราชชนนี แขวงอรุณอมรินทร์ เขตบางกอกน้อย กรุงเทพ 10700
</div>

<footer className="container">
<div>
  <div className="b-example-divider" />
  <div className="container">
    <footer className="py-5">
      <div className="row">
        <div className="col-6 col-md-2 mb-3">
          <h5>Section</h5>
          <ul className="nav flex-column">
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Home</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Features</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Pricing</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">FAQs</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">About</a></li>
          </ul>
        </div>
        <div className="col-6 col-md-2 mb-3">
          <h5>Section</h5>
          <ul className="nav flex-column">
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Home</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Features</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Pricing</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">FAQs</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">About</a></li>
          </ul>
        </div>
        <div className="col-6 col-md-2 mb-3">
          <h5>Section</h5>
          <ul className="nav flex-column">
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Home</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Features</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">Pricing</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">FAQs</a></li>
            <li className="nav-item mb-2"><a href="#" className="nav-link p-0 text-body-secondary">About</a></li>
          </ul>
        </div>
        <div className="col-md-5 offset-md-1 mb-3">
          <form>
            <h5>Subscribe to our newsletter</h5>
            <p>Monthly digest of what's new and exciting from us.</p>
            <div className="d-flex flex-column flex-sm-row w-100 gap-2">
              <label htmlFor="newsletter1" className="visually-hidden">Email address</label>
              <input id="newsletter1" type="text" className="form-control" placeholder="Email address" />
              <button className="btn btn-primary" type="button">Subscribe</button>
            </div>
          </form>
        </div>
      </div>
      <div className="d-flex flex-column flex-sm-row justify-content-between py-4 my-4 border-top">
        <p>© 2023 Company, Inc. All rights reserved.</p>
        <ul className="list-unstyled d-flex">
          <li className="ms-3"><a className="link-body-emphasis" href="#"><svg className="bi" width={24} height={24}><use xlinkHref="#twitter" /></svg></a></li>
          <li className="ms-3"><a className="link-body-emphasis" href="#"><svg className="bi" width={24} height={24}><use xlinkHref="#instagram" /></svg></a></li>
          <li className="ms-3"><a className="link-body-emphasis" href="#"><svg className="bi" width={24} height={24}><use xlinkHref="#facebook" /></svg></a></li>
        </ul>
      </div>
    </footer>
  </div>
</div>
</footer>
    </>
  )
}